tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "deno"
brew "exa"
brew "gcc"
brew "gh"
brew "hugo"
brew "mas"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "picocom"
brew "python@3.9"
brew "python-tk@3.9"
brew "rustup-init"
brew "smartmontools"
brew "starship"
brew "stlink"
cask "appcleaner"
cask "arduino"
cask "discord"
cask "docker"
cask "google-chrome"
cask "keepingyouawake"
cask "kekaexternalhelper"
cask "kitty"
cask "mactex-no-gui"
cask "melonds"
cask "onyx"
cask "sdformatter"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "BetterSnapTool", id: 417375580
mas "Cyberduck", id: 409222199
mas "Hex Fiend", id: 1342896380
mas "Keka", id: 470158793
mas "Logic Pro", id: 634148309
mas "Slack", id: 803453959
