tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "rin4046/tap", "https://github.com/rin4046/homebrew-tap.git"
brew "clang-format"
brew "deno"
brew "exa"
brew "gcc"
brew "geckodriver"
brew "gh"
brew "gibo"
brew "hugo"
brew "mas"
brew "nvm"
brew "pandoc"
brew "pyright"
brew "python@3.9"
brew "rustup-init"
brew "starship"
brew "stlink"
brew "vim"
cask "android-studio"
cask "appcleaner"
cask "arduino"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-plemoljp"
cask "font-plemoljp-console-nf"
cask "iterm2"
cask "keepingyouawake"
cask "kekaexternalhelper"
cask "mactex-no-gui"
cask "obs"
cask "onyx"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "BetterSnapTool", id: 417375580
mas "Cyberduck", id: 409222199
mas "Keka", id: 470158793
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
